[CorpseMutonElite X2ItemTemplate]
FriendlyName="异变者精英尸体"
FriendlyNamePlural="异变者精英尸体"
BriefSummary="隐藏在他们的战斗盔甲之下，复杂的纹身和仪式化的伤疤清楚地表明了异变者对其部落等级制度的持续奉献。"

[MutonElite X2CharacterTemplate]
strCharacterName="异变者精英"
strAcquiredText="异变者精英携带专属护盾。"


[MutonElite_PersonalShield X2AbilityTemplate]
LocFriendlyName="专属护盾"
LocFlyOverText="专属防护盾"
LocHelpText="授予 4 点护盾值。"
LocLongDescription="授予 4 点护盾值。"
LocPromotionPopupText="<Bullet/> 授予 4 点护盾值。<br/><Bullet/> 使用一个动作；不会结束回合。<br/>"

[PersonalShield_Xcom X2AbilityTemplate]
LocFriendlyName="专属护盾"
LocFlyOverText="专属护盾"
LocHelpText="授予 3 点护盾值。"
LocLongDescription="授予 3 点护盾值。"
LocPromotionPopupText="<Bullet/> 授予 3 点护盾值。<br/><Bullet/> 这是一个自由动作。<br/>"


[MutonElite_WPN X2WeaponTemplate]
FriendlyName="异变者精英加农炮"
FriendlyNamePlural="异变者精英大炮"
BriefSummary="异变者精英发明了自己的大炮。"
TacticalText="<Bullet/> 发射主要武器总会结束士兵的回合。\n<Bullet/>"

[MutonEliteGrenade X2CharacterTemplate]
FriendlyName="异变者精英手榴弹"
FriendlyNamePlural="异变者精英手榴弹"
BriefSummary="异变者精英发明了他们自己的手榴弹。"
TacticalText="<Bullet/> 投掷手榴弹不会结束士兵的回合。\n<Bullet/>"


[MutonElite_MeleeAttack X2WeaponTemplate]
FriendlyName="异变者精英刺刀"
FriendlyNamePlural="异变者精英刺刀"
BriefSummary="异变者精英发明了自己的刺刀。"
TacticalText="<Bullet/> 使用刺刀总会结束士兵的回合。\n<Bullet/>"

[PersonalShield_Xcom X2EquipmentTemplate]
FriendlyName="个人防护背心"
FriendlyNamePlural="个人防护背心"
BriefSummary="通过使用突变精英材料强化纳米级背心，士兵可以获得额外的生命值提升，并且能够在一回合内获得护盾值的奖励。"
TacticalText="<Bullet/> 授予 3 点护盾值。<br/><Bullet/> 这是一个自由动作。<br/><Bullet/> 仅持续 1 回合。<br/><Bullet/> 以 2 次充能开始。<br/>"

[AutopsyMutonElite X2TechTemplate]
DisplayName="异变者精英尸检"
Summary="这个庞然大物与其他异变者有很大不同，值得进行专门调查。"
CodeName="布鲁顿"
LongDescription="中央官员布拉德福德表示，X-COM 有情报报告称，一种精英变种人充当长老的守护者。这个生物似乎就是这种形态。基因增强延伸到生物的大脑，表明它更有能力在战斗中识别复杂模式并快速处理信息。R. 泰根。"
AlertString="Muton"

[ViperElite X2CharacterTemplate]
strCharacterName="毒蛇精英"
strAcquiredText="毒蛇精英"

[PoisonSpitElite X2AbilityTemplate]
LocFriendlyName="毒液喷吐"
LocLongDescription="毒蛇可以发射一股毒液，射程很远，爆炸后会形成一团毒云，让人混乱。"
LocHelpText="向某一区域吐出致命毒药。"
LocFlyOverText="毒液喷吐"

[BlackSplitGlob X2GrenadeTemplate]
FriendlyName="毒液喷吐"
FriendlyNamePlural="毒液喷吐"
BriefSummary="毒蛇可以发射一股毒液到远距离，爆炸后形成令人混乱方向的毒云。"
TacticalText="<Bullet/> 向某个区域喷射致命毒药。"

[ViperElite_WPN X2WeaponTemplate]
FriendlyName="光束步枪"
FriendlyNamePlural="光束步枪"
BriefSummary="XCOM 已成功回收了多种标准步兵小型武器；这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/> 发射主要武器总会结束士兵的回合\n<Bullet/> 如果士兵使用两种可用操作进行射击，则会进行三枪，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力。"

[Viper_Tongue_Elite_WPN X2WeaponTemplate]
FriendlyName="毒蛇舌头"
FriendlyNamePlural="毒蛇舌头"
BriefSummary="XCOM 已成功回收了多种标准步兵小型武器；这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/> 发射主要武器总会结束士兵的回合\n<Bullet/> 如果士兵使用两种可用操作进行射击，则会进行三枪，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力。"

[GetOverHereElite X2Ability Template]
LocFriendlyName="舌头拉拽"
LocLongDescription="毒蛇的舌头和脖子非常强壮，可以从很远的地方把一个成年人拉进它的缠绕中。"
LocHelpText="用你的舌头抓住目标并将其拉至近战范围。只有人形目标才能被拉动。"
LocFlyOverText="舌头拉拽"
LocMissMessage="拉拽失败！"

[BindElite X2AbilityTemplate]
LocFriendlyName="缠绕"
LocLongDescription="毒蛇的缠绕力量强大得非人，可以束缚并碾碎相邻的人形敌人。"
LocHelpText="束缚并粉碎相邻的人形敌人。"
LocFlyOverText="已缠绕"
LocMissMessage="缠绕失败！"

[SectoidCommander X2CharacterTemplate]
strCharacterName="灰人指挥官"
strAcquiredText="具有范围灵能能力的灰人指挥官。"

[VortexMindspin X2AbilityTemplate]
LocFriendlyName="心灵扭曲漩涡"
LocFlyOverText="MindSpin Vortex"
LocLongDescription="使人衰弱的心灵感应攻击会造成不同的负面状况，包括精神控制。在目标周围创建一个漩涡，可以造成相同的效果并造成 2 点伤害"
LocHelpText="对目标发起一次使人衰弱的灵能攻击，可造成不同的负面效果，包括精神控制，并在目标周围制造漩涡，可造成相同效果并造成 2 点伤害。"
LocMissMessage="心灵扭曲漩抵抗！"

[VortexMindspinTwo X2AbilityTemplate]
LocFriendlyName="心灵扭曲漩涡"
LocFlyOverText="心灵扭曲漩涡"
LocLongDescription="使人衰弱的心灵感应攻击会造成不同的负面状况，包括精神控制。在目标周围创建一个漩涡，可以造成相同的效果并造成 2 点伤害"
LocHelpText="对目标发起一次使人衰弱的灵能攻击，可造成不同的负面效果，包括精神控制，并在目标周围制造漩涡，可造成相同效果并造成 2 点伤害。"
;LocMissMessage="心灵扭曲抵抗！"

[MassReanimation_LW X2AbilityTemplate]
LocFriendlyName="群体复活"
LocFlyOverText="群体复活"
LocHelpText="使附近所有死亡的人形尸体复活，将它们变成僵尸。"
LocLongDescription="使附近所有死亡的人形尸体复活，将它们变成僵尸。"
LocPromotionPopupText="<Bullet/> 使所有附近的死形尸体复活，将它们变成僵尸。"

[SectoidCommander_WPN X2WeaponTemplate]
FriendlyName="灰人指挥官手枪"
FriendlyNamePlural="灰人指挥官手枪"
BriefSummary="灰人指挥官发明了他们自己的手枪。"
TacticalText="<Bullet/> 发射主要武器总会结束士兵的回合。\n<Bullet/>"
